{
  "version": 1,
  "exportedAt": "2025-08-15T03:19:05.524Z",
  "categories": [],
  
  "drinks": [
    {
      "title": "Aviation",
      "description": "London Dry Gin, Crème de Violette, Maraschino cherry Liquor, and Lemon juice, served up, tart and slightly sweet.",
      "recipe": "2 oz. gin 1/2 oz. lemon juice 1/2 oz. maraschino liqueur 1/4 oz. crème de violette Shake and serve up Garnish with and brandied cherry",
      "comments": "",
      "selected": true
    },
    {
      "title": "Jack Rose",
      "description": "Applejack Whiskey, House made grenadine, Lemon Juice and Simple Syrup, served up",
      "recipe": "1 1/2 Applejack Whiskey 3/4 oz Lemon Juice 1/2 oz simple syrup 1/4 oz House Grenadine Shake and serve up",
      "comments": "",
      "selected": true
    },
    {
      "title": "Amelia",
      "description": "Vodka, St. Germian elderflower Liqueur, Blackberry Puree, served up with a mint garnish. Pinkie up!",
      "recipe": "1 3/4 oz Vodka 1 oz St. Germian elder flour Liqueur 3/4 Blackberry Puree 3/4 oz Lemon Juice Shake and serve up, Garnish with mint",
      "comments": "",
      "selected": true
    },
    {
      "title": "Hawaiian Sunset",
      "description": "Tiki style drink with Lime, Lemon, Orgeat, Grenadine and Vodka, up with a sugar rim",
      "recipe": "½ oz fresh lime juice ½ oz fresh lemon juice ½ oz orgeat syrup 1 tsp grenadine 1 ½ oz vodka Shake well with ice cubes. Strain into a cocktail glass with a sugar rim.",
      "comments": "Questionable recipe",
      "selected": true
    },
    {
      "title": "La Florida",
      "description": "Rum, Italian vermouth, chocolate and orange liqueurs, Grenadine and Rum, served up with an orange twist",
      "recipe": "1 oz light Puerto Rican rum ½ oz Italian vermouth ¼ oz white crème de cacao 1 tsp Curacao or Creole Shrub 1 tsp grenadine 1 oz fresh lime juice Shake well with ice cubes. Strain into a saucer champagne glass. Garnish with a twist of orange peel.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Laura's Grapefruit Cooler",
      "description": "Old Tom Gin, Dry vermouth, Orange cognac, Grapefruit juice and grapefruit bitters, served on the rocks with a grapefruit wedge",
      "recipe": "1.5 oz Ole Tom's Gin 3/4 oz Lillet Blanc 3/4 oz Grand Mariner TBS Orange Marmalade 2 dashes Grapefruit bitters 3/4 oz Grapefruit juice or Lemon Juice 1/2 oz rich simple syrup Top with club soda to taste Shake and serve on the rocks, garnish with grapefruit wedge and fresh mint",
      "comments": "",
      "selected": true
    },
    {
      "title": "The Last Word",
      "description": "Gin, green chartreuse, maraschino, and lime, served up",
      "recipe": "One part gin One part lime juice One part green Chartreuse One part maraschino liqueur Shaken and served up",
      "comments": "",
      "selected": true
    },
    {
      "title": "Laura's reviver",
      "description": "Gin, Leopold Orange Liqueur, dry vermouth, lemon juice and Orange Bitters served up",
      "recipe": "1 1/2 oz gin 3/4 oz Leopold Orange liqueur 3/4 oz Lillet blanc 1/4 oz simple syrup 3/4 oz lemon juice 2 dashes orange bitters Shake with ice and strain. Serve up with club soda topper and lemon slice garnish.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Vieux Carré",
      "description": "New Orleans classic with Cognac, Rye, Sweet vermouth and Benedictine herbal liqueur, served in a double old fashioned glass with one large ice cube and a lemon twist",
      "recipe": "1 oz. cognac (Pierre Ferrand Ambre 10 year) 1 oz, rye whiskey (Old Overholt) 1 oz. sweet vermouth (Carpano Antica Formula) 1 barspoon Benedictine 2 dash Peychaud's Bitters 2 dash Angostura Bitters Stir over ice and serve up or with a large ice cube. Lemon Twist",
      "comments": "",
      "selected": true
    },
    {
      "title": "Berlioni",
      "description": "Gin, Cynar and Dry Vermouth, on the rocks with orange twist",
      "recipe": "1 oz Tanqueray dry gin ⅔ oz Cynar ½ oz Noilly Prat dry vermouth Stir over ice then strain in to an ice filled old-fashioned glass. Garnish with a large twist of orange zest.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Blackberry Aviation",
      "description": "Plymonth Gin, Maraschino cherry Liquor, and Lemon juice, and Leopold's blackberry liqueur, served up",
      "recipe": "2 oz Plymouth Gin 1/2 oz lemon juice 1/3 oz Maraschino liqueur 1/6 oz blackberry liqueur ? 1/4 oz simple syrup Shake and serve up Garnish with brandied cherry",
      "comments": "",
      "selected": true
    },
    {
      "title": "Aperol Spritz",
      "description": "Champagne, Aperol, and club soda on the rocks",
      "recipe": "3 oz Prosecco 2 oz Aperol 1 oz club soda Fill large wine glass with ice, add Prosecco, then aperol, then club soda Garnish with orange slice or green olives",
      "comments": "",
      "selected": true
    },
    {
      "title": "Champagne Cocktail",
      "description": "Champagne, Grand Marnier and bitters with a lemon twist. Served in a champagne flute.",
      "recipe": "1/2 oz Grand Marnier 5 oz Brut Champagne 1 raw brown sugar cube 4 or 5 dashes Angostura bitters 1 lemon twist Pour Grand Marnier into champagne flute, slowly fill with cold champagne. Saturate sugar cubes with bitters on a bar spoon, drop into flute. Twist and discard lemon peel.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Spring punch",
      "description": "Brandy, Lemons and Green tea on the rocks with club soda",
      "recipe": "Punch and club soda",
      "comments": "",
      "selected": true
    },
    {
      "title": "Oriental Cocktail",
      "description": "Rye whiskey and lime juice, with Leopold's Orange Liqueur and sweet vermouth, served up with a cherry",
      "recipe": "1 1/5 oz Rye whiskey 3/4 oz Sweet vermouth 3/4 oz Leopold Bros American Orange Liqueur 1/2 oz Lime juice Shake and serve up Garnish with Cherry or Orange Peel",
      "comments": "",
      "selected": true
    },
    {
      "title": "New York Sour",
      "description": "Rye, lemon, and syrup topped with a red wine floater.",
      "recipe": "1 3/4 oz 100 proof rye (Rittenhouse) 3/4 oz Lemon 3/4 oz simple syrup Optional egg white Shake with Ice and strain into fresh ice in a rocks glass. Float 3/4 oz Malbec or Syrah on top (Fruity Red) Garnish with Orange Peel and Cherry",
      "comments": "",
      "selected": true
    },
    {
      "title": "Waterloo",
      "description": "Watermelon, Gin and Campari with Lemon and Syrup, On the rocks.",
      "recipe": "3 oz of watermelon juice or 4 (1 x 2 inch) chunks of watermelon 3/4 oz 1:1 simple syrup 2 oz Plymouth gin 1/2 oz Lemon Juice 1/2 oz Campari Muddle Watermelon and Syrup to a juice. Add rest and shake with ice, strain over rocks in tall Collins Glass and top with Soda. Garnish with a watermelon wedge or Lemon Twist",
      "comments": "",
      "selected": true
    },
    {
      "title": "Boulderlibation's Collaboration",
      "description": "Rye, Averna Amaro, Cocchi Americano wine, and Strega Liqueur with big ice and a lemon twist.",
      "recipe": "1 1/2 ounces (45 ml) Wild Turkey 101 Kentucky Straight Rye Whiskey 3/4 ounce (22 ml) Cocchi Americano 1/2 ounce (15 ml) Averna 1/4 ounce (7 ml) Strega 1-2 good dashes of Cocktail Kingdom's Wormwood Bitters or Angostura Stir with ice and strain over a large ice cube, or serve up in a cocktail glass. Garnish with a lemon twist.",
      "comments": "",
      "selected": true
    },
    {
      "title": "The Grand Street",
      "description": "Grapefruit peel, London Gin, Punt e Mes vermouth, Cynar, Luxardo Maraschino liqueur, stirred and served up.",
      "recipe": "1 Grapefruit Twist 2 ounces Tanqueray gin 3/4 ounce Punt e Mes 1/4 ounce Cynar 1 teaspoon Luxardo Maraschino Muddle the Grapefruit peel in the mixing glass. Combine all liquid ingredients in an ice-filled mixing glass. Stir vigorously for about 15 to 20 seconds. Strain into cocktail glass. Rub the outside of the grapefruit peel (i.e. not the pith side) around the rim of the glass before garnishing drink with it.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Dark and Stormy",
      "description": "Gosling's Black Seal Rum, Lime Juice, and Ginger Beer with the addition of Velvet Falernum, on the rocks.",
      "recipe": "1/2 oz Velvet Falernum 1/2 oz Lime Juice 1 Lime Wheel 4 Oz Ginger Beer 2 Oz Goslings Black Seal Rum Briefly shake Falernum and juice over ice, fill with ginger beer to one inch below the rim, Slowly layer the rum on top. Garnish with Lime wheel Or skip the layering, but don't shake the ginger beer",
      "comments": "",
      "selected": true
    },
    {
      "title": "Old tom 50/50 Martini",
      "description": "Old tom gin and Dolin Blanc vermouth. Served up with a lemon twist.",
      "recipe": "1 1/2 oz Old Tom Gin 1 1/2 oz Dolin Blanc Dash Orange Bitters Stir and server up with a lemon twist.",
      "comments": "",
      "selected": true
    },
    {
      "title": "The Lazy Bear",
      "description": "Bonded Rye and Smith and Cross Rum with lime juice and honey syrup, on the rocks",
      "recipe": "3/4 oz Jamaican rum (preferably Smith and Cross) 3/4 oz bonded rye whiskey 3/4 oz honey syrup (1:1 honey and water) 3/4 oz lime juice 2 dashes Fee’s Whiskey Barrel-Aged Bitters Shake and serve on the rocks. It’s really easy and the funkiness of the rum balances with spicy whiskey, sweet honey, and tart lime.",
      "comments": "The Fee’s bitters are great, but I can’t always find them. A substitute we use at Metrovino is a 1:1 mix of Angostura bitters and St. Elizabeth’s Allspice Dram.",
      "selected": true
    },
    {
      "title": "The Colorado Dachshund",
      "description": "A whiskey, beer and grapefruit shandy served on the rocks in a Collins glass, by Colt and Gray's Kevin Burke",
      "recipe": "3/4 oz. Leopold's Straight Whiskey 3/4 oz. fresh grapefruit 1/4 oz. simple syrup 1 1/2 oz. Good Ginger Beer (Bundaberg) 1 dash Angostura Bitters 6 oz. Avery Joe's Pilsner Combine ingredients in an 11 oz. Collins glass, stirring gently to combine, add a few ice cubes and garnish with a Lemon Wheel.",
      "comments": "http://blogs.westword.com/cafesociety/2011/05/kevin_burke_colorado_cocktail_contest_1.php",
      "selected": true
    },
    {
      "title": "Pegu Club",
      "description": "Bittersweet, Gin, Sweet Vermouth and Lime, served up",
      "recipe": "1 1/2 oz. Beefeater 24 1/2 oz. Cointreau 1/2 oz. fresh lime juice 2 Dashes Angostura Bitters Shake all ingredients and serve up",
      "comments": "",
      "selected": true
    },
    {
      "title": "Nth Degree",
      "description": "Rhum and Applejack old fashioned with Green Chartreuse, with a big ice cube",
      "recipe": "1 oz. Rhum Clement VSOP 1 oz Laird's Bonded apple brandy .5 oz Green Chartreuse 1 cube demerara sugar 1 dash Fee bros Whiskey Barrel aged bitters 2 dashed bokers bitters Muddle sugar cube and bitters Stir all ingredients and strain over one large ice cube into a chilled rocks glass Garnish with Orange and lemon twists",
      "comments": "From PDT Cocktail Book p194, inspired by old fashioned at Milk and Honey",
      "selected": true
    },
    {
      "title": "Bee's Knees",
      "description": "Lemon, Gin, and Honey Syrup, served up",
      "recipe": "2 oz. gin 1 tsp honey syrup 1 tsp fresh lemon juice Garnish: lemon twist Combine all ingredients in a shaker. Shake, strain into a chilled glass and garnish.",
      "comments": "",
      "selected": true
    },
    {
      "title": "50/50 Martini",
      "description": "Dry Gin and Dolin Blanc, Up with a lemon twist",
      "recipe": "1 1/2 oz Your favorite Gin 1 1/2 oz Dolin Blanc Dash Orange Bitters Stir and server up with a lemon twist.",
      "comments": "",
      "selected": true
    },
    {
      "title": "The Lion's Tail",
      "description": "Winter bourbon cocktail with Allspice Dram, served up",
      "recipe": "2 oz Bourbon 1/2 oz Pimento Dram (Or less, to taste) 1/2 oz Lime Juice 1 tsp Tablespoon Simple Syrup 2 Dashes Angostura Bitters",
      "comments": "",
      "selected": true
    },
    {
      "title": "Boulevardier",
      "description": "Bourbon, Campari and Sweet Vermouth served up",
      "recipe": "1 1/2 oz. bourbon 1 oz. Campari 1 oz. sweet vermouth Ice cubes Tools: mixing glass, barspoon, strainer Glass: cocktail Garnish: orange slice, lemon twist or cherry Stir long and well with ice in a mixing glass and strain into a cocktail glass.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Col. Carpano",
      "description": "Cynar, Bourbon and Sweet Vermouth, served up with an orange peel",
      "recipe": "1 1/2 oz Cynar 1 1/2 oz Bourbon, Buffalo Trace 3/4 oz Sweet vermouth, Carpano Antica Formula 2 ds Peychaud's Bitters 1 twist Orange peel Combine in a mixing glass then add large ice cubes. Stir then strain over large ice. Garnish with an orange peel expressed and inserted. My comments: Absolutely delicious. The small amount of CAF is apparent. Nice lingering bitter. Made with Knob Creek. I think a high-proof bourbon helps.",
      "comments": "by Kyle Davidson, The Violet Hour, Chicago",
      "selected": true
    },
    {
      "title": "The Smoking Frenchman",
      "description": "Cognac and Domain Canton Ginger liqueur, served up in a Islay malt rinsed glass with a lemon garnish",
      "recipe": "2oz Pierre Ferrand Ambre Cognac 1oz Canton 4 dashes angostura bitters 2 dash Lemon bitters Stir with ice Service up in Coupe rinsed w/ smoky scotch Garish with lemon peel",
      "comments": "From Sean Kenyon",
      "selected": true
    },
    {
      "title": "Autumn Sweater",
      "description": "Dark rum and Apple Whiskey combined with Spiced Falernum, served up.",
      "recipe": "1 1/2 ounces Ron Zacapa rum 1 ounce Calvados 1 ounce Falernum 3/4 ounce fresh lemon juice Dash Angostura bitters Lemon wheel Combine rum, calvados, Falernum, lemon, and bitters in a cocktail shaker. Add ice and shake vigorously. Strain into a chilled coupe glass. Garnish with lemon wheel.",
      "comments": "This refined rum cocktail from Chicago's Sepia hides a festive Tiki core. A burnt-sugar backbone from the aged Guatemalan rum is deepened with the sweet, nutty, baking-spice notes of Falernum.",
      "selected": true
    },
    {
      "title": "The Beatnik",
      "description": "Tawny port, Averna Amaro and Bourbon, served up.",
      "recipe": "1/2 oz tawny port 1 1/2 oz Averna liqueur 1 oz small batch bourbon whiskey flamed orange peel for garnish Rinse a cocktail glass with port and pour into a cocktail shaker with the remaining ingredients. Stir 30 times over ice. Strain into a cocktail glass. Garnish with a flamed orange peel.",
      "comments": "created by mixologist Duggan McDonnell",
      "selected": true
    },
    {
      "title": "Fancy Cognac Cocktail",
      "description": "Cognac cocktail with Dry Orange Curacao",
      "recipe": "Put 1 tsp. (5 ml) superfine or caster sugar in a mixing glass Add 1 tsp. (5 ml) water and stir to dissolve sugar Add 1 tsp. (5 ml) Pierre Ferrand Dry Orange Curacao Add 2 oz (60 ml) Pierre Ferrand 1840 Original Formula Cognac Fill glass with cracked ice and stir well. Strain into a chilled cocktail glass and twist a swatch of thin-cut lemon peel over the top.",
      "comments": "Source: Jerry Thomas, How to Mix Drinks, 1862. Adapted by David Wondrich.",
      "selected": true
    },
    {
      "title": "Peychaud Collins",
      "description": "Peychaud's bitters with Lemon, St. Germain, Strawberries and Cucumber.",
      "recipe": "2oz Peychaud's 1 oz lemon .5 simple .5 st Germain. Pinch salt. Muddled strawberry and cucumber.",
      "comments": "From Kevin Burke",
      "selected": true
    },
    {
      "title": "The Lush Interlude",
      "description": "Dark and tart, Rum, Zucca Amaro, Royal Combier and lime served up with an orange twist",
      "recipe": "1oz El Dorado 5 year rum 1oz Zucca amaro 1/2oz Royal Combier 3/4oz fresh lime juice 1/4oz demerara syrup (2:1, rich syrup) Shake, strain into a coupe or cocktail glass and garnish with an orange peel.",
      "comments": "From Braden Lagrone at Cure in New Orleans",
      "selected": true
    },
    {
      "title": "Hemingway Daiquiri",
      "description": "Classic Hemingway Daiquiri with rum, lime juice, grapefruit juice, and maraschino liqueur. Served up.",
      "recipe": "1 1/2 oz. white rum 3/4 oz. fresh lime juice 1/4 oz. fresh grapefruit juice 1/4 oz. maraschino liqueur Shake and serve up, lime garnish",
      "comments": "",
      "selected": true
    },
    {
      "title": "Pago Pago Cocktail",
      "description": "Pineapple, Rum, Green Chartruese, and Crème de cacao. Served up.",
      "recipe": "3 Squares of fresh pineapple 1/2 oz fresh lime juice 1/2 oz green Chartreuse 1/4 oz white creme de cacao 1 1/2 oz gold Puerto Rican rum Place pineapple, lime juice, Chartreuse and creme de cacao in a cocktail shaker. Muddle thoroughly. Add rum and ice cubes. Shake well, then strain into a chilled cocktail glass.",
      "comments": "http://boulderlibation.blogspot.com/2010/12/pago-pago-cocktail.html",
      "selected": true
    },
    {
      "title": "Jungle Bird",
      "description": "A tropically inspired 1970s sipper from the Aviary bar in Kuala Lumpur. Dark rum, Campari, Pineapple and Lime juices. Served on the rocks",
      "recipe": "1 1/2 oz. blackstrap rum 3/4 oz. Campari 1/2 oz. fresh lime juice 1/2 oz. simple syrup (1:1) 1 1/2 oz. pineapple juice Combine ingredients in a shaker with ice cubes and strain into an Old Fashioned glass filled ice.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Green Swizzle",
      "description": "Trinidad's peerless Green Swizzle (ca. 1890) with Rum, falernum, and wormwood bitters. Served over crushed ice with an Angostura bitters float.",
      "recipe": "2 oz Banks 5 Rum 1 oz Velvet falernum (try 1/2) 1/2 oz lime juice 1 barspoon wormwood bitters or absinthe Angostora Bitters Combine all ingredients into a collins glass. Fill collins glass all the way with finely cracked or shaved ice. Add seltzer to fill. Swizzle until the glass frosts or you tire of swizzling, whichever occurs first. Top with 6 dashes Ango",
      "comments": "http://www.esquire.com/features/drinking/swizzle-recipe-0813",
      "selected": true
    },
    {
      "title": "Rum manhattan",
      "description": "A twist on the classic with Rum, sweet vermouth, maraschino and orange bitters",
      "recipe": "2 ounces aged rhum agricole (see headnote) 1 ounce sweet vermouth, preferably Carpano Antica 1/2 teaspoon maraschino liqueur 1 dash orange bitters Twist of orange peel, for garnish Stir all ingredients, serve either up or on a large ice cube.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Hanky Panky",
      "description": "Gin and Sweet Vermouth with a dash of Fernet",
      "recipe": "1 1/2 Oz Gin 1 1/2 Oz Sweet Vermouth 1 barspoon Fernet Branca Stir over ice and serve up with a orange twist",
      "comments": "Created at the Savoy hotel byAda Coleman. \"By Jove, that is the real Hanky Panky!\" - Charles Hawtrey",
      "selected": true
    },
    {
      "title": "Figgy Tonic",
      "description": "Aged rum, figs and tawny port, lemon and tonic in a collins glass",
      "recipe": "2 oz. aged rum 2 figs (fresh or dried) 1/4 oz. ruby Port 1/4 oz.lemon juice 1/4 oz 1:1 Simple Syrup 3-4 oz. tonic water Tools: paring knife, muddler, mixing glass, barspoon, strainer Glass: Collins Garnish: straw and halved fig Halve figs with a sharp paring knife and muddle in a mixing glass with lemon juice and Port. Add rum and stir with ice cubes until well chilled. Strain into an ice-filled Collins glass, top with tonic and garnish.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Springtime in Rome",
      "description": "Campari, dry vermouth and lime, refreshing and low alcohol. Served over ice in a collins glass.",
      "recipe": "1.5 oz Campari 1 oz dry vermouth 3/4 oz lime 1/4 oz simple syrup Shake and serve over ice in a collins glass. Twist of orange peel.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Chupacabra",
      "description": "Rosemary Tequila with Triple Sec, Orange Juice and Lime Jucie. Served up.",
      "recipe": "1 1/2 oz Rosemary Tequila 1/2 oz Triple Sec 1/2 oz Orange Juice 1 oz Lime Juice 1/2 oz Simple Syrup Shake and serve with an orange twist.",
      "comments": "Rosemary Tequila - Infuse 1 bottle of silver tequila, 6 sprigs of rosemary overnight. Original Cocktail from Lou's Food Bar in Denver.",
      "selected": true
    },
    {
      "title": "El Presidente",
      "description": "Rum, Bianco vermouth with Pierre Ferrand Dry Curacao. Served up with an orange twist.",
      "recipe": "2oz Bacardi 8yr 1 oz martini Bianco Vermouth 1/2 oz Pierre Ferrand Dry Curacao Stri and serve up with an orange twist",
      "comments": "",
      "selected": true
    },
    {
      "title": "Autumn Negroni",
      "description": "A twist on a traditional Negroni. Gin and Sweet vermouth with Five bittering agents; Campari, Cynar, Fernet Branca, Orange bitters, and Peychaud’s bitters. Layers of flavor.",
      "recipe": "2oz dry gin (Beefeater) 0.75oz Carpano Antica sweet vermouth 0.5oz Cynar 0.5oz Campari 0.25oz Fernet Branca 1 dash orange bitters (Angostura) 1 dash Peychaud’s bitters Stir over ice and strain into coupe glass; garnish with orange peel.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Rum Punch",
      "description": "Rum, Lemon, Lime and Black Tea",
      "recipe": "",
      "comments": "",
      "selected": true
    },
    {
      "title": "Negroni",
      "description": "Classic Italian cocktail with Gin, Campari and Sweet Vermouth. Served on the rocks with an orange slice",
      "recipe": "1 oz Gin 1 oz Campari 1 oz Sweet Vermouth Pour over ice and garnish with an orange slice",
      "comments": "",
      "selected": true
    },
    {
      "title": "Garrick Club Punch",
      "description": "Gin, Lemon, and Orange liqueur",
      "recipe": "",
      "comments": "",
      "selected": true
    },
    {
      "title": "Cosmo",
      "description": "You know, a cosmo",
      "recipe": "2 Oz Vodka 1 Oz Triple Sec 1 Oz Cranberry 1 Oz Rose's Lime",
      "comments": "",
      "selected": true
    },
    {
      "title": "Goonie",
      "description": "Citrus Vodka, Lillet, Lemon Juice, and Cranberry Simple Syrup in a collins glass with soda water.",
      "recipe": "1.5 nectarine vodka (or citrus vodka) .5 Lillet .5 lemon .5 cranberry simple syrup Top with soda",
      "comments": "Formerly \"A ride in Troy's bucket\" from the Goonies at the Squeaky Bean",
      "selected": true
    },
    {
      "title": "Le Bateleur",
      "description": "Dry Gin, Punt e Mes, Strega, Cynar, and Angostora Bitters. Served up with an organce twist.",
      "recipe": "2 OUNCES BEEFEATER LONDON DRY GIN ¾ OUNCE PUNT E MES ½ OUNCE STREGA ¼ OUNCE CYNAR 1 DASH ANGOSTURA BITTERS GARNISH: 1 ORANGE TWIST Stir all the ingredients over ice, then strain into a coupe. Garnish with the orange twist.",
      "comments": "Death and Co ALEX DAY, 2008",
      "selected": true
    },
    {
      "title": "The Black Prince",
      "description": "A Rum manhattan with Punt e Mes and Amaro Averna. Served up.",
      "recipe": "2 OUNCES ZACAPA 23- YEAR RUM ¾ OUNCE PUNT E MES ½ OUNCE AMARO AVERNA 1 DASH HOUSE ORANGE BITTERS Stir all the ingredients over ice, then strain into a coupe. No garnish.",
      "comments": "Death and Co, PHIL WARD, 2008",
      "selected": true
    },
    {
      "title": "Little Birdy",
      "description": "Flavored Vodka, St Germain, Grapefruit, and Lemon Juice. Served up.",
      "recipe": "2 Oz Flavored Vodka, or STRAWBERRY- AND PINEAPPLE- INFUSED MACCHU PISCO ½ OUNCE ST- GERMAIN ¾ OUNCE GRAPEFRUIT JUICE ½ OUNCE LEMON JUICE 1 TEASPOON SIMPLE SYRUP Shake all the ingredients with ice, then strain into a coupe. No garnish.",
      "comments": "Death and Co, JOAQUÍN SIMÓ, 2009 This is one that I call a “roast chicken” drink, meaning everyone likes it. I didn’t name it after chicken, though, but for pisco , the Quechuan word for “bird.”— JS 2 OUNCES",
      "selected": true
    },
    {
      "title": "East India Trading Co.",
      "description": "Aged Rum, East India Solera Sherry, Amaro Ramazzotti, Mole bitters. Served up.",
      "recipe": "2 OUNCES APPLETON ESTATE RESERVE RUM ¾ OUNCE LUSTAU EAST INDIA SOLERA SHERRY ½ OUNCE RAMAZZOTTI 2 DASHES BITTERMENS XOCOLATL MOLE BITTERS Stir all the ingredients over ice, then strain into a coupe. No garnish.",
      "comments": "Death and Co. BRIAN MILLER, 2009",
      "selected": true
    },
    {
      "title": "La Rosita",
      "description": "Reposado Tequila, Sweet Vermouth, Dry Vermouth, Campari, and Angostura Bitters. Served Up with an Orange Twist.",
      "recipe": "2 OUNCES EL TESORO REPOSADO TEQUILA ½ OUNCE CAMPARI ½ OUNCE COCCHI VERMOUTH DI TORINO ½ OUNCE DOLIN DRY VERMOUTH 1 DASH ANGOSTURA BITTERS GARNISH: 1 ORANGE TWIST Stir all the ingredients over ice, then strain into a Nick & Nora glass. Garnish with the orange twist.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Brooklyn",
      "description": "Rye, Dry Vermouth, Amer Picon, and Luxardo Maraschino. Served up.",
      "recipe": "2 ounces rye whiskey 1 ounce dry vermouth 1 Barspoon maraschino liqueur 1/4 ounce Amer Picon (or 1/4 ounce Bigallet China-China Amer or 2 dashes Angostura bitters) Garnish: Luxardo maraschino cherry",
      "comments": "",
      "selected": true
    },
    {
      "title": "Decolletage",
      "description": "Reposado Tequila, Dubonet, Aperol, and Fernet Branca. Served on the rocks with an orange twist.",
      "recipe": "1 1/2 ounces reposado tequila 1 ounce Dubonnet Rouge 1/2 ounce Aperol 1/4 ounce Fernet Branca garnish: orange twist",
      "comments": "Chris Hannah of French 75 Bar in New Orleans",
      "selected": true
    },
    {
      "title": "Little Italy",
      "description": "Rye, Cynar, and Sweet Vermouth. Served up with cherries.",
      "recipe": "2 oz. rye (Saunders uses Rittenhouse 100) 1/2 oz. Cynar 3/4 oz. sweet vermouth (Saunders uses Martini & Rossi) Ice cubes Tools: mixing glass, barspoon, strainer Glass: small cocktail Garnish: 2 Luxardo cherries, skewered",
      "comments": "Pegu Club’s Audrey Saunders",
      "selected": true
    },
    {
      "title": "Prospect Park",
      "description": "Rye, Aperol, Maraschino, and Punt e Mes",
      "recipe": "1 1⁄2 oz Rye 1 1⁄2 oz Aperol 1⁄4 oz Maraschino Liqueur, Luxardo 1⁄4 oz Simple syr (try less, too sweet) 1⁄2 oz Sweet vermouth, Carpano Punt e Mes 1 Maraschino cherry (as garnish)",
      "comments": "Riff on a Red Hook from Eastern Standard in Boston.",
      "selected": true
    },
    {
      "title": "Carroll Gardens",
      "description": "Rye, Punt e Mes, Nardini Amaro, and Maraschino. Served up",
      "recipe": "2 oz Rittenhouse rye 1/2 oz Punt e Mes sweet vermouth 1/2 oz Nardini Amaro 1 teaspoon maraschino liqueur Garnish: lemon twist Stir over ice and strain into a coupe. Squeeze the lemon twist over the drink and discard.",
      "comments": "Joaquin Simo of Death & Co",
      "selected": true
    },
    {
      "title": "Bird’s Eye View",
      "description": "Bourbon, Ramazzotti Amaro, Carpano Antica vermouth, and Yellow Chartreuse. Served up.",
      "recipe": "1 1/2 oz Eagle Rare Bourbon 3/4 oz Ramazzotti Amaro 1/2 oz Carpano Antica 1/4 oz Yellow Chartreuse 1 lemon twist, as an aromatic garnish. Stir over ice and strain into a chilled wine glass. Twist the lemon twist over surface and discard.",
      "comments": "101 Best New Cocktails: Bird’s Eye View by Steve Shur, Boston College Club, Boston, MA",
      "selected": true
    },
    {
      "title": "St. Joseph's",
      "description": "Cynar, Aperol, Averna, and Pedro Ximenez Sherry. Served on the rocks with an Orange Twist.",
      "recipe": "1 oz Cynar .5 oz Aperol .5 oz Averna .5 oz Pedro Ximenez sherry 1 orange twist, as garnish Stir over ice and and serve on the rocks. Garinsh with the orange twist.",
      "comments": "101 Best New Cocktails: St. Joseph’s by Chris Hannah, French 75 Bar , New Orleans",
      "selected": true
    },
    {
      "title": "Pressure Drop",
      "description": "Old Tom Gin, Amaro, Dry Vermouth, Eau de vie and bitters, served up",
      "recipe": "1 1⁄2 o z Old Tom Gin, Ransom 1 oz Amaro Meletti 1⁄2 o z Dry vermouth, Dolin 1 sp Pear eau de vie, Clear Creek 1 dash Angostura Bitters Stir all ingredients and serve up",
      "comments": "From Death and Co",
      "selected": true
    },
    {
      "title": "Cucumber Rickey",
      "description": "Twist on a traditional Rickey. Gin, Cucumber, and Lime Juice, on the rocks in a tall glass",
      "recipe": "2 oz Gin 2 slices Cucumber 1 oz Freshly pressed lime juice 3/4 oz Simple syrup 1 1/2 oz Soda water Muddle cucumber Add remaining spirits and mixers (but not soda water) Add ice and shake vigorously Fine strain into an ice filled collins glass Top with soda water Garnish with a cucumber wheel & a lime wedge",
      "comments": "http://aviationgin.com/recipes/aviation-cucumber-rickey/",
      "selected": true
    },
    {
      "title": "Ancho Old Fashioned",
      "description": "Tequilia Old Fashioned with slightly spicy Ancho Reyes Chile Liqueur, on a big ice cube.",
      "recipe": "1 oz Milagro Silver Tequila 1 oz Ancho Reyes Ancho Chile Liqueur .25 oz Rich simple syrup 3 dashes Angostura bitters 2 dashes Angostura Orange Bitters Add all the ingredients to a mixing glass and fill with ice. Stir, and strain into a double Old Fashioned glass filled with one large ice block. Garnish with Lemon and Orange peel",
      "comments": "http://liquor.com/recipes/ancho-old-fashioned/#gs.D00rNVc",
      "selected": true
    },
    {
      "title": "Margarita",
      "description": "The classic Margarita recipe—a simple mix of tequila, lime and Cointreau",
      "recipe": "2 oz. silver tequila (or reposado if you like) 1 oz. fresh lime juice 3/4 oz. Cointreau Garnish: lime wheel and salt (optional) Combine ingredients with ice in a shaker and shake vigorously. Strain into an ice-filled glass and garnish.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Mai Tai",
      "description": "Classic Mai Tai. Rum, Lime, and Orgeat on the rocks",
      "recipe": "1 oz. amber Martinique rum 1 oz. aged Jamaican rum 1 oz. fresh lime juice 1/2 oz. orange curaçao 1/2 oz. orgeat 1/4 oz. simple syrup (1:1) Combine all ingredients in a shaker and add crushed ice. Shake for 10 seconds and pour, unstrained into a glass. Garnish with mint",
      "comments": "",
      "selected": true
    },
    {
      "title": "Japanese Cocktail",
      "description": "Cognac, Orgeat, and Angostura bitters. Served up.",
      "recipe": "2 ounces cognac 1/2 ounce orgeat syrup 3 dashes Bitters -- Angostura bitters Stir ingredients well with cracked ice, then strain into a chilled cocktail glass and garnish with a twist of lemon peel.",
      "comments": "From Death and Co",
      "selected": true
    },
    {
      "title": "Flamenco",
      "description": "Sherry, Genever, Orange juice, Lemon Juice, Orgeat, and bitters, served up",
      "recipe": "1 1/2 OZ LUSTAU AMONTILLADO SHERRY 1 OZ BOLS GENEVER 1/2 OZ ORANGE JUICE 1/2 OZ LEMON JUICE 3/4 OZ ORGEAT 2 DASHES ANGOSTURA BITTERS Shake all the ingredients with ice, then strain into a coupe. No garnish.",
      "comments": "",
      "selected": true
    },
    {
      "title": "La Cola Nostra",
      "description": "Agricole Rhum, Averna, Lime Juice, and Pimento Dram. Topped with Prosecco or soda",
      "recipe": "1 oz Averna 2 oz Ron Zacapa Centenario 23yr 3/4 oz Lime Juice 1/2oz Simple Syrup 1/4 oz St. Elizabeth Allspice Dram 1 1/2 oz Fantinel Prosecco 1 Lime Wedge Shake and strain into a Collins glass with block ice, top with Prosecco, garnish with lime wedge. I like it with soda instead of the prosecco too. - DB",
      "comments": "Bartender Don Lee won $1,500 for this cocktail as part of a contest sponsored by Averna",
      "selected": true
    },
    {
      "title": "Fog Cutter",
      "description": "The Fog Cutter is a classic concoction from the legendary Victor \"Trader Vic\" Bergeron.",
      "recipe": "1 1/2 oz Appleton white rum 3/4 oz cognac 1/2 gin 1 1/2 oz Orange Juice 1/2 oz Lemon 1/2 oz orgeat shake strain into a double old fashioned glass, float a generous amount of Cream Sherry",
      "comments": "Shake all ingredients except sherry and strain over ice into collins glass. Top with sherry.",
      "selected": true
    },
    {
      "title": "La Nosy Costra",
      "description": "Refreshing with Cynar, Rum, Lime Juice, Angostura and Soda water. On the rocks in a tall glass.",
      "recipe": "1 oz Cynar 2 oz Ron Zacapa Centenario 23yr 3/4 oz Lime Juice 1/2oz Simple Syrup (2:1) 2 Dashes Angostura bitters Shake all strain into a tall ice filled glass, top with Soda Garnish with Lime or Mint",
      "comments": "",
      "selected": true
    },
    {
      "title": "Queen's Park Swizzle",
      "description": "Demerara rum, Lime, simple syrup and fresh mint topped with Angostura bitters and served in a swizzle glass.",
      "recipe": "3 oz Demerara Rum .75 oz Lime Juice .5 oz Simple Syrup 6-8 mint leaves 3 Heavy Dashes Angostura Bitters Fresh Mint Add ingredients and shell of the lime you just juiced into a tall glass. Fill the glass with crushed ice and swizzle until the glass frosts over. Garnish with a large sprig of mint. Serve with a straw.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Southpaw",
      "description": "Bourbon, Punt e Mes, Campari, and Fernet. Bitter and stirred with a hint of mint. Served up",
      "recipe": "1 oz Bourbon (Four Roses) 1/2 oz Punt e Mes 1/2 oz Campari 1 barspoon Fernet Branca 2 dash Peychaud's Bitters Stir with ice and strain into a cocktail glass. Garnish with an orange twist.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Skanky Panky",
      "description": "Gin, vermouth, Crème de Cacao, and Fernet Branca. Served up with a lemon twist",
      "recipe": "2 oz Gin 3⁄4 oz Sweet vermouth, Carpano Punt e Mes 1⁄4 oz Crème de Cacao 1⁄4 oz Fernet Branca 1 dash Orange bitters 1 twist Lemon peel Stir all ingredients and strain into a coupe. Garnish with a lemon twist.",
      "comments": "http://www.kindredcocktails.com/cocktail/sun-stealer",
      "selected": true
    },
    {
      "title": "Daiquiri",
      "description": "The classic Daiquiri - Rum, Lime Juice and Simple Syrup. Served up.",
      "recipe": "2 oz. white rum 1 oz. fresh lime juice 1/2 oz. simple syrup (1:1) Combine ingredients in a shaker with ice, shake to chill and strain into a chilled glass. Garnish with Lime slice",
      "comments": "",
      "selected": true
    },
    {
      "title": "Manhattan",
      "description": "Classic Manhattan - Rye or Bourbon, Sweet vermouth and Bitters. Served up.",
      "recipe": "2 oz. bourbon or rye 1 oz. sweet vermouth 2 dashes Angostura bitters Stir ingredients in a mixing glass with ice, strain into a chilled glass and garnish with Cherry or orange zest",
      "comments": "",
      "selected": true
    },
    {
      "title": "Mint Julep",
      "description": "Bourbon, Mint, Sugar, Angostura bitters and Ice. \"Who has not tasted one has lived in vain.\" - Joshua Soule Smith, a Kentucky Colonel writing in the 1890s",
      "recipe": "2 oz bourbon (Kentucky straight bourbon, best you have) 2 teaspoons (1/3 oz) 2:1 simple syrup Fresh mint (spearmint) 2-3 dashes Angostura bitters (optional) Lightly crush mint with sugar and ango, add bourbon, pour into ice filled julep glass. Stir, fill with more ice, then garnish with mint.",
      "comments": "King of Julep Makers. That bartender is Chris McMillian.",
      "selected": true
    },
    {
      "title": "Bitter Pill",
      "description": "Aged rum and Fernet make for a spirited match in the assertive Bitter Pill cocktail. On the rocks.",
      "recipe": "1 1/2 oz aged rum (Zaya 12-year) 1/2 oz Fernet Branca 1/2 oz fresh lime juice 1/4 oz demerara sugar syrup (2:1) 1/2 oz fresh egg white (pasteurized if you like) Shake ingredients with ice and strain into an ice-filled glass. Garnish by twisting the peel over the finished drink.",
      "comments": "Richard Swan, Cliff’s Edge, Los Angeles",
      "selected": true
    },
    {
      "title": "All In",
      "description": "Rye whiskey, Campari, dry vermouth, and crème de cacao. Bitter and savory, served up.",
      "recipe": "1 1/2 ounces rye (preferably Bulleit) 3/4 ounce dry vermouth (preferably Dolin) 3/4 ounce Campari 1/4 ounce crème de cacao lemon peel Stir all and strain into a chilled coupe or cocktail glass. Express a lemon twist over top to release oils. Discard.",
      "comments": "Nearly an Old Pal, the New York City bar Nitecap.",
      "selected": true
    },
    {
      "title": "The Amen Corner",
      "description": "Bourbon, Aperol, Amaro and Mint. Served up.",
      "recipe": "2 oz. bourbon 1 oz. Aperol ¾ oz. Amaro Nonino 4-5 mint leaves Tools: shaker, strainer Glass: coupe Garnish: brandied cherries Gently muddle the mint in a mixing glass. Add the remaining ingredients, plus ice, then shake until chilled. Double-strain into a chilled coupe. Garnish.",
      "comments": "This beauty was created by PDT alumni and bartender Nick Brown as a play on Sam Ross’ Paper Plane cocktail.",
      "selected": true
    },
    {
      "title": "Trinidad Sour (modified)",
      "description": "Angostura Amaro, Orgeat, Lemon, and Rye in an bitter based cocktail, served up.",
      "recipe": "1 oz Amaro di Angostura plus 3-4 dashes Angostura Bitters (or 1 oz Angostura bitters - This is traditional) 3/4 oz orgeat 3/4 oz lemon juice 3/4 oz rye whiskey (100-proof preferred) Shake and serve up",
      "comments": "",
      "selected": true
    },
    {
      "title": "Sidecar",
      "description": "Classic cocktail with Cognac, Cointreau, and Lemon. Served up with a sugar rim",
      "recipe": "2 oz Cognac 1 oz Cointreau 3/4 oz fresh lemon juice Garnish: sugared rim (optional) Shake ingredients with ice and strain into a chilled glass",
      "comments": "",
      "selected": true
    },
    {
      "title": "Southside",
      "description": "Gin, Lemon, and Mint. Served up.",
      "recipe": "2 oz London dry gin 1 oz Fresh lemon juice 5 Mint leaves 1/2 oz 2:1 Simple syrup Shake, and strain into a chilled Martini glass. Garnish with a mint sprig or lemon twist and mint",
      "comments": "",
      "selected": true
    },
    {
      "title": "Cynar Spritz",
      "description": "Cynar, Prosecco, and grapefruit soda served on the rocks",
      "recipe": "3 oz Prosecco 2 oz Cynar 1 oz grapefruit soda Fill large wine glass with ice, add Prosecco, Cynar, and club soda. Garnish with grapefruit wedge",
      "comments": "",
      "selected": true
    },
    {
      "title": "Bamboo",
      "description": "Low alcohol Vermouth and Sherry. Complex but not too heavy. Stirred and served up.",
      "recipe": "1.5 oz. Dolin dry vermouth 1.5 oz. dry sherry Manzanilla or Amontillado 2 dashes orange bitters 1 dash Angostura bitters Stir ingredients with ice and strain into glass. Twist orange peel or Lemon peel over glass and drop in.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Hotel Nacional Special",
      "description": "Named after Havana's Hotel Nacional bar. Rum, lime, pineapple, and apricot liqueur.",
      "recipe": "2 oz aged rum 1/2 oz apricot liqueur 1 oz pineapple 1/2 oz lime barspoon simple",
      "comments": "Will P . Taylor, who created this drink at the Nacional bar in Cuba, was the Old Waldorf-Astoria's last manager before Prohibition shuttered the bar. —Bar La Florida Cocktails, 1933",
      "selected": true
    },
    {
      "title": "The Junior",
      "description": "Rye Lime and Benedicine for a daiquiri like whiskey twist. Served up.",
      "recipe": "2 oz Rye 1/2 oz Benedictine 1/2 oz Lime Juice Two dashes Angostura Bitters",
      "comments": "",
      "selected": true
    },
    {
      "title": "Flor De Jerez",
      "description": "Lower proof Sherry, Rum, Apricot, Lemon juce, served up.",
      "recipe": ".5 ounce Appleton Estate Reserve Rum 1.5 ounces Lustau Amontillado Sherry .25 ounce Rothman & Winter Apricot Liqueur .75 ounce Lemon Juice .5 ounce Rich Cane Sugar Syrup 1 dash Angostura Bitters Shake all the ingredients with ice, then strain into a coupe. No garnish.",
      "comments": "Flor De Jerez from Death & Co",
      "selected": true
    },
    {
      "title": "Longshoreman",
      "description": "A simple variation on the Manhattan, the Longshoreman was invented by bartender Abigail Gullo, who substitutes Sicilian amaro Averna for Angostura bitters.",
      "recipe": "2 ounces rye whiskey 1/2 ounce Averna amaro 1/2 ounce Punt e Mes Garnish: flamed orange peel Don’t skip out on the flamed orange peel, which adds a bit of flair, as well as a burned citrus finish, to the Longshoreman. Stirred up",
      "comments": "Don’t skip out on the flamed orange peel, which adds a bit of flair, as well as a burned citrus finish, to the Longshoreman.",
      "selected": true
    },
    {
      "title": "Lucien Gaudin",
      "description": "A classic gin cocktail in the neighborhood of the Negroni but with amplified flavors of bitter orange from the addition of dry vermouth and orange liqueur.",
      "recipe": "1 oz. London dry gin 1/2 oz. Campari 1/2 oz. Cointreau 1/2 oz. dry vermouth Tools: mixing glass, barspoon, strainer Glass: Nick and Nora Garnish: orange twist Combine all of the ingredients in a mixing glass with ice and stir to chill. Strain into a chilled glass and garnish.",
      "comments": "",
      "selected": true
    },
    {
      "title": "Paper Plane",
      "description": "Bourbon, Aperol, Amaro and Lemon juice, shaken and served up",
      "recipe": "3/4 oz. bourbon 3/4 oz. Aperol 3/4 oz. Amaro Nonino 3/4 oz. fresh lemon juice Tools: shaker, strainer Glass: coupe Garnish: lemon twist Add all the ingredients with ice to shaker. Shake and strain into a chilled coupe, then garnish.",
      "comments": "Originally invented by Sam Ross (creator of the Penicillin cocktail),",
      "selected": true
    },
    {
      "title": "Friends Like These",
      "description": "Rye, Amaro, Peach liqueur, anmd Lemon juice",
      "recipe": "1 1/2 oz Rye 1/2 oz Amaro Montenegro 1/2 oz Peach liqueur 3/4 oz Lemon Juice 1/2 oz demerrera (2:1) 3 dashes Angostura Bitters Shake and double strain over rocks Lemon Twist",
      "comments": "",
      "selected": true
    },
    {
      "title": "The Parisian #2",
      "description": "Gin, Dry vermouth, Lemon, Crème de Cassis, up and frosty",
      "recipe": "1 1/2 oz Gin 1 oz Dry Vermouth 1/2 oz lemon Juice Scant 1/2 oz crème de cassis Shake and strain into a glass that was furlouged from its silent vigil in the icy darkness of your freezer",
      "comments": "From David Wondrich's wife, Karen Rush",
      "selected": true
    },
    {
      "title": "The Metropole",
      "description": "Cognac, Blanc vermouth, Orange and Peychaud's bitters. Served up or on the rocks",
      "recipe": "1 1/2 oz Cognac 1 1/2 oz Blanc Vermouth 2 Dashes Orange Bitters 2 Dashes Peychaud's Bitters Stir and serve up with a lemon twist",
      "comments": "From David Wondrich's lo fi lush hour on twitter during Covid Lockdowns",
      "selected": true
    },
    {
      "title": "Ce Soir",
      "description": "Cognac, Cynar, Yellow Chartreuse, and bitters, served up.",
      "recipe": "2 oz Cognac, preferably Pierre Ferrand 1840 Original Formula 3/4 oz Cynar 1/2 oz Yellow Chartreuse 1 dash Angostura Bitters 1 dash Regan’s No. 6 Orange Bitters Lemon twist to express over drink Stir all ingredients and strain into a chilled coupe. Express lemon twist over the surface of the drink and discard.",
      "comments": "Nicole Lebevevich, The Hawthorne, Boston, 2010",
      "selected": true
    },
    {
      "title": "Bitter Intentions",
      "description": "Campari, Vemouth and Lemon in a cross between a bitter highball and a sour.",
      "recipe": "2 Oz Campari 3/4 Oz lemon juice 3/4 Oz simple syrup 1:1 1 1/2 Oz soda water 1 Oz sweet vermouth (preferably Carpano Antica) Garnish: orange slice Pour the soda water in a Collins glass without ice. Shake the Campari, lemon, and simple syrup with ice and strain into the glass. Add cracked ice. Top with the Carpano Antica Vermouth and garnish with an orange slice.",
      "comments": "From Bobby Heugel",
      "selected": true
    },
    {
      "title": "Dry Martini",
      "description": "Classic Dry Martini - Gin and vermouth",
      "recipe": "1.75 oz Hayman’s Royal Dock or Plymouth Navy Strength gin 1.25 oz Noilly Prat or Dolin Dry vermouth 2 dashes The Bitter Truth Orange Bitters Garnish: Twist of thin-cut lemon peel Glass: Cocktail",
      "comments": "https://docs.google.com/spreadsheets/d/11jmZXtaVUh79ehyo_0VdcBmxuTWXUv9pebwHc0ErF1I/edit#gid=0",
      "selected": true
    },
    {
      "title": "Dry Gibson",
      "description": "Classic Dry Gibson - Gin and vermouth with a housemade cocktail onion",
      "recipe": "2 oz tanqueray 10 (47.3%) or 2.25 oz lower proof gin (40-42%) 3/4 oz Noilly Prat or Dolin Dry vermouth 2 dashes The Bitter Truth Orange Bitters Garnish: Cocktail onion Glass: Cocktail",
      "comments": "https://docs.google.com/spreadsheets/d/11jmZXtaVUh79ehyo_0VdcBmxuTWXUv9pebwHc0ErF1I/edit#gid=0",
      "selected": true
    },
    {
      "title": "Strawberry Daiquiri",
      "description": "Stawberry infused rum, lime juice and sugar",
      "recipe": "2 oz Strawberry infused rum 3/4 oz Lime 3/4 oz 1:1 simple syrup",
      "comments": "1 l of rum 16 oz straberries sousvice 137 for 1 hr, strain and chill",
      "selected": true
    },
    {
      "title": "The Brooks",
      "description": "Rum, Velvet Falernum, Cynar, and Lime Juice. Shaken and served up.",
      "recipe": "3/4 oz Smith and Cross 3/4 oz Velvet Falernum 3/4 oz Cynar 3/4 oz Lime Juice Shake all ingredients and double strain into a chilled nick and nora. Grapefruit twist optional.",
      "comments": "Theo Lieberman (Milk & Honey)",
      "selected": true
    },
    {
      "title": "Artichoke Hold",
      "description": "Jamaican Rum, Cyna, St. Germain elderflower liqueur, lime juice and orgeat over crushed ice.",
      "recipe": "3/4 oz Jamaican rum (preferably Smith & Cross) 3/4 oz Cynar 1/2 oz St. Germain elderflower liqueur 3/4 oz lime juice 1/2 oz orgeat Shake Strain over crushed ice in a rocks glass. Garnish with Mint",
      "comments": "Jeremy Oertel uses in his playfully-titled “Artichoke Hold” at Brooklyn cocktail bar Donna.",
      "selected": true
    },
    {
      "title": "The Art of Choke",
      "description": "Light rum, Cynar, Green Chartreuse, mint and a little lime juice. Served on the rocks.",
      "recipe": "1 oz Light Rum 1 oz Cynar 1/4 oz Green Chartreuse 3/4 tsp Lime Juice 3/4 tsp rich Demerara Syrup 6 Mint Leaves Place about 6 mint leaves in a mixing glass. Add ingredients into the mixing glass. Lightly press the leaves to release its oils. Add ice and stir then double strain in a rock glass with fresh ice. Garnish Mint Sprig",
      "comments": "Kyle Davidson at The Violet Hour in Chicago",
      "selected": true
    }
  ]
}